{
  "auto-save.nvim": { "branch": "main" },
  "bufpreview.vim": { "branch": "master" },
  "denops.vim": { "branch": "main" },
  "image_preview.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "neo-tree.nvim": { "branch": "main" },
  "neorg": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "onedark": { "branch": "main" },
  "org-bullets.nvim": { "branch": "main" },
  "orgmode": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope-orgmode.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "todo.txt-vim": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}